[
  {
    "title": "Pemkot Bekasi Uji Coba Lampu Lalu Lintas Pintar di 3 Titik Padat",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/1011/800/500",
    "summary": "Sistem lampu lalu lintas otomatis berbasis AI mulai diuji coba di tiga kawasan padat kendaraan. Teknologi ini diklaim mampu mengurangi kemacetan hingga 20%."
  },
  {
    "title": "Harga Beras Stabil Jelang Akhir Tahun, Pedagang Mulai Lega",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/1028/800/500",
    "summary": "Setelah sempat naik selama dua bulan terakhir, harga beras di pasar tradisional mulai mengalami stabilisasi."
  },
  {
    "title": "Jembatan Baru di Babelan Mulai Dibuka untuk Umum",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/1043/800/500",
    "summary": "Jembatan penghubung baru di Kecamatan Babelan resmi dibuka hari ini, mempersingkat waktu tempuh hingga 15 menit."
  },
  {
    "title": "Pengembang Lokal Rilis Aplikasi Pembelajaran Berbasis AR",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/1050/800/500",
    "summary": "Aplikasi augmented reality karya pemuda Indonesia mulai menarik perhatian siswa dan guru."
  },
  {
    "title": "Cuaca Ekstrem Diprediksi Berlanjut, Warga Diminta Waspada",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/1062/800/500",
    "summary": "BMKG memperingatkan potensi hujan lebat disertai angin kencang di sejumlah wilayah."
  },
  {
    "title": "Turnamen Mobile Game Antar Pelajar Resmi Dimulai",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/1084/800/500",
    "summary": "Turnamen tingkat pelajar diikuti lebih dari 300 tim dari berbagai sekolah."
  },
  {
    "title": "Kawasan Industri Bekasi Tambah Lapangan Kerja Baru",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/1015/800/500",
    "summary": "Perluasan pabrik baru diprediksi membuka ribuan peluang kerja di sektor manufaktur."
  },
  {
    "title": "Penelitian Baru Ungkap Potensi Energi Surya di Indonesia",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/1025/800/500",
    "summary": "Tim peneliti memaparkan bahwa potensi energi surya nasional mencapai tiga kali kebutuhan listrik saat ini."
  },
  {
    "title": "Komunitas Pemuda Adakan Gerakan Tanam Pohon Massal",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/103/800/500",
    "summary": "Lebih dari 1.000 bibit pohon ditanam di berbagai area ruang hijau."
  },
  {
    "title": "Sistem Parkir Digital Mulai Diterapkan di Kota-Kota Besar",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/110/800/500",
    "summary": "Pengguna dapat memesan slot parkir melalui aplikasi dan membayar tanpa uang tunai."
  },
  {
    "title": "Startup Lokal Rilis Robot Pembersih Lantai untuk Rumah Tangga",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/180/800/500",
    "summary": "Robot otonom ini diklaim mampu mendeteksi kotoran lebih akurat menggunakan sensor lidar."
  },
  {
    "title": "Laju Inflasi Melambat, Pasar Modern Mulai Ramai",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/237/800/500",
    "summary": "Aktivitas belanja masyarakat berangsur pulih setelah beberapa bulan mengalami penurunan."
  },
  {
    "title": "Festival Kuliner Nusantara Hadirkan 150 Menu Unik",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/292/800/500",
    "summary": "Festival tahunan ini kembali digelar, menarik minat ribuan pengunjung."
  },
  {
    "title": "Startup Edutech Ajak Pelajar Belajar Coding Secara Gratis",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/301/800/500",
    "summary": "Program ini menargetkan 50 ribu pelajar untuk mengasah kemampuan digital."
  },
  {
    "title": "Perbaikan Jalan Utama di Tambun Ditargetkan Selesai Bulan Ini",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/381/800/500",
    "summary": "Warga menyambut positif karena perbaikan jalan sudah lama dinantikan."
  },
  {
    "title": "Perpustakaan Digital Baru Diperkenalkan untuk Pelajar SMA/SMK",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/433/800/500",
    "summary": "Perpustakaan digital menyediakan ribuan buku gratis yang bisa diakses secara online."
  },
  {
    "title": "Tim Riset Buat Prototipe Drone Pengantar Barang",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/450/800/500",
    "summary": "Drone ini mampu membawa beban hingga 5 kilogram dan terbang sejauh 20 kilometer."
  },
  {
    "title": "Pemerintah Daerah Dorong UMKM Beralih ke Pembayaran Digital",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/501/800/500",
    "summary": "Pelatihan diberikan secara gratis untuk meningkatkan literasi digital pelaku usaha."
  },
  {
    "title": "Pelajar Berprestasi Asal Bekasi Raih Penghargaan Nasional",
    "date": "2025-11-14",
    "image": "httpsum.photos/id/821/800/500",
    "summary": "Siswa tersebut berhasil memenangkan lomba inovasi teknologi tingkat nasional."
  },
  {
    "title": "Aplikasi Transportasi Umum Tambahkan Fitur Rute Cerdas",
    "date": "2025-11-14",
    "image": "https://picsum.photos/id/932/800/500",
    "summary": "Fitur baru memungkinkan pengguna mendapatkan rute tercepat berdasarkan kondisi jalan real-time."
  }
]
